tap 'homebrew/homebrew-cask' || true
tap 'universal-ctags/universal-ctags' || true
tap 'homebrew/cask-versions'
tap 'homebrew/bundle' || true
tap 'uptech/homebrew-oss' || true

brew 'uptech/oss/alt'

brew 'mas'

brew 'bash'
brew 'gnupg'
brew 'pinentry-mac'
brew 'bash-completion@2'
brew 'universal-ctags', args: ['HEAD']
brew 'bat'
brew 'ctop'
brew 'curl-openssl'
brew 'fzf'
brew 'tmux'
brew 'coreutils'
brew 'less'
brew 'ncdu'
# https://stackoverflow.com/questions/24675167/ca-certificates-mac-os-x
brew 'openssl' # to install /usr/local/etc/openssl/cert.pem for mbsync/isync
brew 'openssh'
brew 'p7zip'
brew 'sops'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'ripgrep'
brew 'fd'
brew 'tldr'

brew 'docbook' # to compile the mutt info page
brew 'urlview'
brew 'isync'
brew 'msmtp'
brew 'notmuch'

# Kubernetes
brew 'kubectl'
brew 'kubectx'
brew 'helm'
brew 'stern'

brew 'git'
brew 'tig'

brew 'imagemagick'

brew 'node'
brew 'yarn'

brew 'tidy-html5'
brew 'poppler'
brew 'jq'

# Casks
cask '0xed'
cask '1password'
cask 'anki'
cask 'authy'
cask 'carbon-copy-cloner'
cask 'coconutbattery'
cask 'dash'
cask 'deadbeef'
cask 'dosbox-app'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gimp'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'grandperspective'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'kid3'
cask 'mactex'
cask 'nextcloud'
cask 'pgadmin4'
cask 'sequel-pro'
cask 'slack'
cask 'teamviewer'
cask 'vlc'
# cask 'vmware-fusion'

# Mas

mas 'Affinity Photo', id: 824183456
