tap 'caskroom/homebrew-cask' || true
tap 'universal-ctags/universal-ctags' || true
tap 'homebrew/bundle' || true

brew 'mas'

brew 'universal-ctags', args: ['HEAD']
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'ctop'
brew 'fzf'
brew 'tmux'
brew 'coreutils'
brew 'less'
brew 'ncdu'
brew 'openssh'
brew 'p7zip'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'ripgrep'
brew 'fd'
brew 'tldr'

cask 'docker'

brew 'git'
brew 'tig'

brew 'imagemagick'

brew 'node'
brew 'yarn'

brew 'tidy-html5'
brew 'poppler'
brew 'jq'

# Casks
cask 'dropbox'
cask 'gimp'
cask 'google-chrome'
cask 'slack'
cask '1password'
cask 'iterm2'
cask 'calibre'
cask 'dash'
cask 'firefox'
cask 'anki'

# Mas

mas 'Affinity Photo', id: 824183456
