tap 'universal-ctags/universal-ctags' || true
brew 'universal-ctags', args: ['HEAD']
brew 'bash'
brew 'bash-completion@2'
brew 'bat'
brew 'ctop'
brew 'git'
brew 'tmux'
brew 'fzf'
brew 'imagemagick'
brew 'coreutils'
brew 'less'
brew 'ncdu'
brew 'openssh'
brew 'p7zip'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'ripgrep'
brew 'fd'
brew 'tidy-html5'
brew 'poppler'
brew 'jq'
